Repository: Taron-art/Processes-Priority-Manager
Catalog: src/PPM.Application/MultilingualResources/PPM.Application.*.xlf
Languages: uk_ua

# ApplicationNameColumn.Text
source: Application Name
uk_ua: Назва Застосунку

# AddNewTextBox.PlaceholderText
source: Enter Application Name (e.g. AlanWake2.exe)
uk_ua: Введіт ім'я застосунку (наприклад, AlanWake2.exe)

# AddNewButton.Content
source: Add
uk_ua: Додати

# CpuAffinityColumn.Text
source: CPU Affinity
uk_ua: Відповідність ЦП

# CpuPriorityColumn.Text
source: CPU Priority
uk_ua: Пріоритет повідомлень

# IoPriorityColumn.Text
source: IO and Memory Priority
uk_ua: Пріоритет Вх/Вих та ОЗП

# CancelButton.Content
source: Cancel
uk_ua: Відмінити

# AffinitySelectorDialog.Title
source: On which CPUs you want to run this application?
uk_ua: На яких процесорах ви бажаєте запускати цей застосунок?

# AllCpusCheckBox.Content
source: All CPUs (default)
uk_ua: Усі ЦП (за замовчуванням)

# IoPriorityHeader.Header
source: IO Priority
uk_ua: Пріоритет Вх/Вих

# MemoryPriorityHeader.Header
source: Memory Priority
uk_ua: Пріоритет ОЗП

# VeryLowCheckBox.Content
source: Very Low
uk_ua: Найнижчий

# ResetButton.Content
source: Default
uk_ua: За замовчуванням

# SaveButton.Content
source: Save
uk_ua: Зберегти

# ApplyOnRunningCheckBox.Content
source: Also apply on running processes
uk_ua: Також застосувати до запущених процесів

# ApplyOnRunningCheckBox.ToolTipService.ToolTip
source: Instruct PPM to search for running processes and apply selected options during the save operation.
uk_ua: Вказати PPM, що під час зберігання треба знайти та застосувати налаштування до запущений процесів.

# SaveButton.ToolTipService.ToolTip
source: Saves the changes. Configuration will be applied next time when the new instance of the process will start.
uk_ua: Зберігає зміни. Налаштування будуть застосовані до процесів, які будуть запущені у майбутньому.

# ApplyOnRunningButton.Content
source: Apply on running processes
uk_ua: Застосувати до запущений процесів

# ApplyOnRunningButton.ToolTipService.ToolTip
source: Finds related running processes and applies the configuration on them.
uk_ua: Знайти запущені процеси та застосувати ці налаштування до них.

# ResetButton.ToolTipService.ToolTip
source: Resets the configuration to the default state.
uk_ua: Скидує до налаштувань за замовчуванням.

# ByPerformanceHeader.Text
source: By performance:
uk_ua: По швидкодії:

# ByL3CacheHeader.Text
source: By L3 cache:
uk_ua: По кешу 3 рівня:

# SmtCoresCheckBox.Content
source: SMT cores
uk_ua: Ядра SMT

# CpuPriorityClass.AboveNormal
source: Above Normal
uk_ua: Вище середнього

# CpuPriorityClass.BelowNormal
source: Below Normal
uk_ua: Нижче середнього

# CpuPriorityClass.High
source: High
uk_ua: Високий

# CpuPriorityClass.Low
source: Low
uk_ua: Низький

# IoPriority.Low
source: Low
uk_ua: Низький

# IoPriority.VeryLow
source: Very Low
uk_ua: Найнижчий

# CpuPriorityClass.Normal
source: Normal
uk_ua: Середній

# IoPriority.Normal
source: Normal
uk_ua: Середній

# CpuFormat
source: CPU {0}
uk_ua: ЦП {0}

# CpuRangeFormat
source: CPU {0}-CPU {1}
uk_ua: ЦП {0}-ЦП {1}

source: All CPUs
uk_ua: Усі ЦП

# ServiceNotFountErrorMessage
source: Service that supports the application is not found in the system. Some of the features won't work. Please reinstall the application.
uk_ua: Сервіс що підтримує работу цієї програми у фоні не знайдено. Частина функціональності не буде працювати. Будь ласка, перевстановіть застосунок.

source: Error
uk_ua: Помилка

source: Cancel
uk_ua: Відмінити

# UnknownErrorMessage
source: Unknown error.
uk_ua: Невідома помилка.

# PagePriority.VeryLow
source: Very Low
uk_ua: Найнижчий

# PagePriority.Low
source: Low
uk_ua: Низький

# PagePriority.Medium
source: Medium
uk_ua: Середній

# PagePriority.BelowNormal
source: Below Normal
uk_ua: Нище нормального

# PagePriority.Normal
source: Normal
uk_ua: Нормальний

source: Background process
uk_ua: Фоновий процес

source: From saved profile
uk_ua: Зі збереженного профілю

# ProcessorConfigurationModifiedToolTipStart
source: This application configuration has been modified.
uk_ua: Налаштування для цього застосунку змінилися.

# ProcessorConfigurationModifiedToolTipEndDefaultState
source: It is in the default state and will be removed on Apply.
uk_ua: Він в стані за замовчуванням та буде прибранний при застосуванні змін.

# ProcessorConfigurationModifiedToolTipEnd
source: Click Save to save the changes.
uk_ua: Натисніть "Зберегти", щоб зберегти зміни.

# PerformanceClassFormat
source: Performance class: {0} (bigger — more performant)
uk_ua: Клас швидкодії: {0} (більше — швидше)

# CacheLevelFormat
source: Cache L{0}:
uk_ua: Кеш {0} рівня:

# PhysicalCoreGroupFormat
source: Physical core: {0}
uk_ua: Фізичне ядро: {0}

# GiBFormat
source: {0} GiB
uk_ua: {0} ГіБ

# MiBFormat
source: {0} MiB
uk_ua: {0} МіБ

# KiBFormat
source: {0} KiB
uk_ua: {0} КіБ

# ByteFormat
source: {0} B
uk_ua: {0} Б

# GroupWithCacheLabel
source: Group {0} — {1}
uk_ua: Група {0} — {1}

# GroupWithRegularLabel
source: Group {0}
uk_ua: Група {0}

source: Process Name must have ".exe" extension.
uk_ua: Назва застосунка мусить мати розширення ".exe".

source: Process name cannot contain invalid characters.
uk_ua: Ім'я процесу не може мати неприпустимий символів.

# ProcessNameMustBeLessThanHundredChars
source: Process name must not exceed 100 characters.
uk_ua: Ім'я процесу не може бути довше за 100 символів.
